Revit 2027 API
SpecTypeId.HeatingLoad Property
 Heating Load, in discipline HVAC.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId HeatingLoad { get; }
Public Shared ReadOnly Property HeatingLoad As ForgeTypeId
	Get
public:
static property ForgeTypeId^ HeatingLoad {
	ForgeTypeId^ get ();
}
static member HeatingLoad : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace